Revit 2024 API
ParameterTypeId.SteelElemZclipType Property
 "Boundary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemZclipType { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemZclipType As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemZclipType {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace